info_text = 'Я чат-бот присылающий курс доллара если он выйдет за заданные границы\n' \
            '<i><b>Выбери действие</b></i>:'

help_text = 'Если у вас имеются вопросы по работе бота, напиши мне: @tema05k'

first_limit_text = 'Итак, вам необходимо ввести нижнюю границу для отслеживания курса доллара\n' \
                   'Например: \'80.173\', \'79.24\'\n' \
                   '<b>Обязательно</b> через точку!'

second_limit_text = '<b>Отлично!</b>\n' \
                    'Теперь введите верхнюю границу\n' \
                    '<i>Примечание: (число должно быть больше нижней границы)</i>'

error_input_text = '<b>Вы ввели некорректное значение для границы!</b>\n' \
              'Попробуйте еще /U0001F609'

finish_set_limits_text = '<b>Отлично!</b>\n' \
                      'Вы ввели границы {first} и {second}\n' \
                      'Для выхода из операции воспользуйтесь меню или командой /cancel\n' \
                      'Для начала отслеживания воспользуйтесь меню'

start_tracking_text = 'Начинаю отслеживание по заданным границам...\n' \
                      'Для выхода из операции воспользуйтесь меню или командой /cancel\n'
